{
  "char_to_idx": {
    "<pad>": 0,
    "<s>": 1,
    "</s>": 2,
    "<unk>": 3,
    "΄": 4,
    "Ί": 5,
    "ΐ": 6,
    "Α": 7,
    "Β": 8,
    "Γ": 9,
    "Δ": 10,
    "Ε": 11,
    "Ζ": 12,
    "Η": 13,
    "Θ": 14,
    "Ι": 15,
    "Κ": 16,
    "Λ": 17,
    "Μ": 18,
    "Ν": 19,
    "Ξ": 20,
    "Ο": 21,
    "Π": 22,
    "Ρ": 23,
    "Σ": 24,
    "Τ": 25,
    "Υ": 26,
    "Φ": 27,
    "Χ": 28,
    "Ω": 29,
    "ά": 30,
    "έ": 31,
    "ή": 32,
    "ί": 33,
    "ΰ": 34,
    "α": 35,
    "β": 36,
    "γ": 37,
    "δ": 38,
    "ε": 39,
    "ζ": 40,
    "η": 41,
    "θ": 42,
    "ι": 43,
    "κ": 44,
    "λ": 45,
    "μ": 46,
    "ν": 47,
    "ξ": 48,
    "ο": 49,
    "π": 50,
    "ρ": 51,
    "ς": 52,
    "σ": 53,
    "τ": 54,
    "υ": 55,
    "φ": 56,
    "χ": 57,
    "ψ": 58,
    "ω": 59,
    "ϊ": 60,
    "ϋ": 61,
    "ό": 62,
    "ύ": 63,
    "ώ": 64,
    "ἀ": 65,
    "ἁ": 66,
    "ἂ": 67,
    "ἃ": 68,
    "ἄ": 69,
    "ἅ": 70,
    "ἆ": 71,
    "ἇ": 72,
    "Ἀ": 73,
    "Ἁ": 74,
    "Ἂ": 75,
    "Ἃ": 76,
    "Ἄ": 77,
    "Ἅ": 78,
    "ἐ": 79,
    "ἑ": 80,
    "ἓ": 81,
    "ἔ": 82,
    "ἕ": 83,
    "Ἐ": 84,
    "Ἑ": 85,
    "Ἒ": 86,
    "Ἓ": 87,
    "Ἔ": 88,
    "Ἕ": 89,
    "ἠ": 90,
    "ἡ": 91,
    "ἢ": 92,
    "ἣ": 93,
    "ἤ": 94,
    "ἥ": 95,
    "ἦ": 96,
    "ἧ": 97,
    "Ἠ": 98,
    "Ἡ": 99,
    "Ἢ": 100,
    "Ἤ": 101,
    "Ἥ": 102,
    "Ἦ": 103,
    "Ἧ": 104,
    "ἰ": 105,
    "ἱ": 106,
    "ἲ": 107,
    "ἳ": 108,
    "ἴ": 109,
    "ἵ": 110,
    "ἶ": 111,
    "ἷ": 112,
    "Ἰ": 113,
    "Ἱ": 114,
    "Ἴ": 115,
    "ὀ": 116,
    "ὁ": 117,
    "ὂ": 118,
    "ὃ": 119,
    "ὄ": 120,
    "ὅ": 121,
    "Ὀ": 122,
    "Ὁ": 123,
    "Ὃ": 124,
    "Ὄ": 125,
    "Ὅ": 126,
    "ὐ": 127,
    "ὑ": 128,
    "ὒ": 129,
    "ὓ": 130,
    "ὔ": 131,
    "ὕ": 132,
    "ὖ": 133,
    "ὗ": 134,
    "Ὑ": 135,
    "Ὕ": 136,
    "ὠ": 137,
    "ὡ": 138,
    "ὢ": 139,
    "ὣ": 140,
    "ὤ": 141,
    "ὥ": 142,
    "ὦ": 143,
    "ὧ": 144,
    "Ὠ": 145,
    "Ὡ": 146,
    "Ὥ": 147,
    "Ὧ": 148,
    "ὰ": 149,
    "ά": 150,
    "ὲ": 151,
    "έ": 152,
    "ὴ": 153,
    "ή": 154,
    "ὶ": 155,
    "ί": 156,
    "ὸ": 157,
    "ὺ": 158,
    "ύ": 159,
    "ὼ": 160,
    "ᾋ": 161,
    "ᾐ": 162,
    "ᾑ": 163,
    "ᾔ": 164,
    "ᾕ": 165,
    "ᾖ": 166,
    "ᾗ": 167,
    "ᾠ": 168,
    "ᾤ": 169,
    "ᾦ": 170,
    "ᾧ": 171,
    "ᾳ": 172,
    "ᾴ": 173,
    "ᾶ": 174,
    "ᾷ": 175,
    "᾽": 176,
    "᾿": 177,
    "ῂ": 178,
    "ῃ": 179,
    "ῄ": 180,
    "ῆ": 181,
    "ῇ": 182,
    "ΐ": 183,
    "ῖ": 184,
    "ῠ": 185,
    "ῤ": 186,
    "ῥ": 187,
    "ῦ": 188,
    "Ῥ": 189,
    "ῳ": 190,
    "ῴ": 191,
    "ῶ": 192,
    "ῷ": 193,
    "῾": 194,
    "‘": 195,
    "’": 196,
    " ": 197,
    "!": 198,
    "\"": 199,
    "'": 200,
    "(": 201,
    ")": 202,
    ",": 203,
    "-": 204,
    ".": 205,
    "0": 206,
    "1": 207,
    "2": 208,
    "3": 209,
    "4": 210,
    "5": 211,
    "6": 212,
    "7": 213,
    "8": 214,
    "9": 215,
    ":": 216,
    "A": 217,
    "B": 218,
    "C": 219,
    "D": 220,
    "E": 221,
    "F": 222,
    "G": 223,
    "I": 224,
    "K": 225,
    "L": 226,
    "M": 227,
    "O": 228,
    "P": 229,
    "R": 230,
    "S": 231,
    "T": 232,
    "W": 233,
    "a": 234,
    "b": 235,
    "c": 236,
    "d": 237,
    "e": 238,
    "f": 239,
    "g": 240,
    "h": 241,
    "i": 242,
    "k": 243,
    "l": 244,
    "m": 245,
    "n": 246,
    "o": 247,
    "p": 248,
    "r": 249,
    "s": 250,
    "t": 251,
    "u": 252,
    "v": 253,
    "w": 254,
    "x": 255,
    "y": 256,
    "z": 257,
    "·": 258,
    "é": 259
  },
  "idx_to_char": {
    "0": "<pad>",
    "1": "<s>",
    "2": "</s>",
    "3": "<unk>",
    "4": "΄",
    "5": "Ί",
    "6": "ΐ",
    "7": "Α",
    "8": "Β",
    "9": "Γ",
    "10": "Δ",
    "11": "Ε",
    "12": "Ζ",
    "13": "Η",
    "14": "Θ",
    "15": "Ι",
    "16": "Κ",
    "17": "Λ",
    "18": "Μ",
    "19": "Ν",
    "20": "Ξ",
    "21": "Ο",
    "22": "Π",
    "23": "Ρ",
    "24": "Σ",
    "25": "Τ",
    "26": "Υ",
    "27": "Φ",
    "28": "Χ",
    "29": "Ω",
    "30": "ά",
    "31": "έ",
    "32": "ή",
    "33": "ί",
    "34": "ΰ",
    "35": "α",
    "36": "β",
    "37": "γ",
    "38": "δ",
    "39": "ε",
    "40": "ζ",
    "41": "η",
    "42": "θ",
    "43": "ι",
    "44": "κ",
    "45": "λ",
    "46": "μ",
    "47": "ν",
    "48": "ξ",
    "49": "ο",
    "50": "π",
    "51": "ρ",
    "52": "ς",
    "53": "σ",
    "54": "τ",
    "55": "υ",
    "56": "φ",
    "57": "χ",
    "58": "ψ",
    "59": "ω",
    "60": "ϊ",
    "61": "ϋ",
    "62": "ό",
    "63": "ύ",
    "64": "ώ",
    "65": "ἀ",
    "66": "ἁ",
    "67": "ἂ",
    "68": "ἃ",
    "69": "ἄ",
    "70": "ἅ",
    "71": "ἆ",
    "72": "ἇ",
    "73": "Ἀ",
    "74": "Ἁ",
    "75": "Ἂ",
    "76": "Ἃ",
    "77": "Ἄ",
    "78": "Ἅ",
    "79": "ἐ",
    "80": "ἑ",
    "81": "ἓ",
    "82": "ἔ",
    "83": "ἕ",
    "84": "Ἐ",
    "85": "Ἑ",
    "86": "Ἒ",
    "87": "Ἓ",
    "88": "Ἔ",
    "89": "Ἕ",
    "90": "ἠ",
    "91": "ἡ",
    "92": "ἢ",
    "93": "ἣ",
    "94": "ἤ",
    "95": "ἥ",
    "96": "ἦ",
    "97": "ἧ",
    "98": "Ἠ",
    "99": "Ἡ",
    "100": "Ἢ",
    "101": "Ἤ",
    "102": "Ἥ",
    "103": "Ἦ",
    "104": "Ἧ",
    "105": "ἰ",
    "106": "ἱ",
    "107": "ἲ",
    "108": "ἳ",
    "109": "ἴ",
    "110": "ἵ",
    "111": "ἶ",
    "112": "ἷ",
    "113": "Ἰ",
    "114": "Ἱ",
    "115": "Ἴ",
    "116": "ὀ",
    "117": "ὁ",
    "118": "ὂ",
    "119": "ὃ",
    "120": "ὄ",
    "121": "ὅ",
    "122": "Ὀ",
    "123": "Ὁ",
    "124": "Ὃ",
    "125": "Ὄ",
    "126": "Ὅ",
    "127": "ὐ",
    "128": "ὑ",
    "129": "ὒ",
    "130": "ὓ",
    "131": "ὔ",
    "132": "ὕ",
    "133": "ὖ",
    "134": "ὗ",
    "135": "Ὑ",
    "136": "Ὕ",
    "137": "ὠ",
    "138": "ὡ",
    "139": "ὢ",
    "140": "ὣ",
    "141": "ὤ",
    "142": "ὥ",
    "143": "ὦ",
    "144": "ὧ",
    "145": "Ὠ",
    "146": "Ὡ",
    "147": "Ὥ",
    "148": "Ὧ",
    "149": "ὰ",
    "150": "ά",
    "151": "ὲ",
    "152": "έ",
    "153": "ὴ",
    "154": "ή",
    "155": "ὶ",
    "156": "ί",
    "157": "ὸ",
    "158": "ὺ",
    "159": "ύ",
    "160": "ὼ",
    "161": "ᾋ",
    "162": "ᾐ",
    "163": "ᾑ",
    "164": "ᾔ",
    "165": "ᾕ",
    "166": "ᾖ",
    "167": "ᾗ",
    "168": "ᾠ",
    "169": "ᾤ",
    "170": "ᾦ",
    "171": "ᾧ",
    "172": "ᾳ",
    "173": "ᾴ",
    "174": "ᾶ",
    "175": "ᾷ",
    "176": "᾽",
    "177": "᾿",
    "178": "ῂ",
    "179": "ῃ",
    "180": "ῄ",
    "181": "ῆ",
    "182": "ῇ",
    "183": "ΐ",
    "184": "ῖ",
    "185": "ῠ",
    "186": "ῤ",
    "187": "ῥ",
    "188": "ῦ",
    "189": "Ῥ",
    "190": "ῳ",
    "191": "ῴ",
    "192": "ῶ",
    "193": "ῷ",
    "194": "῾",
    "195": "‘",
    "196": "’",
    "197": " ",
    "198": "!",
    "199": "\"",
    "200": "'",
    "201": "(",
    "202": ")",
    "203": ",",
    "204": "-",
    "205": ".",
    "206": "0",
    "207": "1",
    "208": "2",
    "209": "3",
    "210": "4",
    "211": "5",
    "212": "6",
    "213": "7",
    "214": "8",
    "215": "9",
    "216": ":",
    "217": "A",
    "218": "B",
    "219": "C",
    "220": "D",
    "221": "E",
    "222": "F",
    "223": "G",
    "224": "I",
    "225": "K",
    "226": "L",
    "227": "M",
    "228": "O",
    "229": "P",
    "230": "R",
    "231": "S",
    "232": "T",
    "233": "W",
    "234": "a",
    "235": "b",
    "236": "c",
    "237": "d",
    "238": "e",
    "239": "f",
    "240": "g",
    "241": "h",
    "242": "i",
    "243": "k",
    "244": "l",
    "245": "m",
    "246": "n",
    "247": "o",
    "248": "p",
    "249": "r",
    "250": "s",
    "251": "t",
    "252": "u",
    "253": "v",
    "254": "w",
    "255": "x",
    "256": "y",
    "257": "z",
    "258": "·",
    "259": "é"
  },
  "vocab_size": 260
}