{
  "vocab": [
    "΄",
    "Ί",
    "ΐ",
    "Α",
    "Β",
    "Γ",
    "Δ",
    "Ε",
    "Ζ",
    "Η",
    "Θ",
    "Ι",
    "Κ",
    "Λ",
    "Μ",
    "Ν",
    "Ξ",
    "Ο",
    "Π",
    "Ρ",
    "Σ",
    "Τ",
    "Υ",
    "Φ",
    "Χ",
    "Ω",
    "ά",
    "έ",
    "ή",
    "ί",
    "ΰ",
    "α",
    "β",
    "γ",
    "δ",
    "ε",
    "ζ",
    "η",
    "θ",
    "ι",
    "κ",
    "λ",
    "μ",
    "ν",
    "ξ",
    "ο",
    "π",
    "ρ",
    "ς",
    "σ",
    "τ",
    "υ",
    "φ",
    "χ",
    "ψ",
    "ω",
    "ϊ",
    "ϋ",
    "ό",
    "ύ",
    "ώ",
    "ἀ",
    "ἁ",
    "ἂ",
    "ἃ",
    "ἄ",
    "ἅ",
    "ἆ",
    "ἇ",
    "Ἀ",
    "Ἁ",
    "Ἂ",
    "Ἃ",
    "Ἄ",
    "Ἅ",
    "ἐ",
    "ἑ",
    "ἓ",
    "ἔ",
    "ἕ",
    "Ἐ",
    "Ἑ",
    "Ἒ",
    "Ἓ",
    "Ἔ",
    "Ἕ",
    "ἠ",
    "ἡ",
    "ἢ",
    "ἣ",
    "ἤ",
    "ἥ",
    "ἦ",
    "ἧ",
    "Ἠ",
    "Ἡ",
    "Ἢ",
    "Ἤ",
    "Ἥ",
    "Ἦ",
    "Ἧ",
    "ἰ",
    "ἱ",
    "ἲ",
    "ἳ",
    "ἴ",
    "ἵ",
    "ἶ",
    "ἷ",
    "Ἰ",
    "Ἱ",
    "Ἴ",
    "ὀ",
    "ὁ",
    "ὂ",
    "ὃ",
    "ὄ",
    "ὅ",
    "Ὀ",
    "Ὁ",
    "Ὃ",
    "Ὄ",
    "Ὅ",
    "ὐ",
    "ὑ",
    "ὒ",
    "ὓ",
    "ὔ",
    "ὕ",
    "ὖ",
    "ὗ",
    "Ὑ",
    "ὠ",
    "ὡ",
    "ὢ",
    "ὣ",
    "ὤ",
    "ὥ",
    "ὦ",
    "ὧ",
    "Ὠ",
    "Ὡ",
    "Ὥ",
    "Ὧ",
    "ὰ",
    "ά",
    "ὲ",
    "έ",
    "ὴ",
    "ή",
    "ὶ",
    "ί",
    "ὸ",
    "ὺ",
    "ύ",
    "ὼ",
    "ᾋ",
    "ᾐ",
    "ᾑ",
    "ᾔ",
    "ᾕ",
    "ᾖ",
    "ᾗ",
    "ᾠ",
    "ᾤ",
    "ᾦ",
    "ᾧ",
    "ᾳ",
    "ᾴ",
    "ᾶ",
    "ᾷ",
    "᾽",
    "᾿",
    "ῂ",
    "ῃ",
    "ῄ",
    "ῆ",
    "ῇ",
    "ΐ",
    "ῖ",
    "ῠ",
    "ῤ",
    "ῥ",
    "ῦ",
    "Ῥ",
    "ῳ",
    "ῴ",
    "ῶ",
    "ῷ",
    "῾"
  ],
  "vocab_size": 190,
  "char_to_idx": {
    "΄": 1,
    "Ί": 2,
    "ΐ": 3,
    "Α": 4,
    "Β": 5,
    "Γ": 6,
    "Δ": 7,
    "Ε": 8,
    "Ζ": 9,
    "Η": 10,
    "Θ": 11,
    "Ι": 12,
    "Κ": 13,
    "Λ": 14,
    "Μ": 15,
    "Ν": 16,
    "Ξ": 17,
    "Ο": 18,
    "Π": 19,
    "Ρ": 20,
    "Σ": 21,
    "Τ": 22,
    "Υ": 23,
    "Φ": 24,
    "Χ": 25,
    "Ω": 26,
    "ά": 27,
    "έ": 28,
    "ή": 29,
    "ί": 30,
    "ΰ": 31,
    "α": 32,
    "β": 33,
    "γ": 34,
    "δ": 35,
    "ε": 36,
    "ζ": 37,
    "η": 38,
    "θ": 39,
    "ι": 40,
    "κ": 41,
    "λ": 42,
    "μ": 43,
    "ν": 44,
    "ξ": 45,
    "ο": 46,
    "π": 47,
    "ρ": 48,
    "ς": 49,
    "σ": 50,
    "τ": 51,
    "υ": 52,
    "φ": 53,
    "χ": 54,
    "ψ": 55,
    "ω": 56,
    "ϊ": 57,
    "ϋ": 58,
    "ό": 59,
    "ύ": 60,
    "ώ": 61,
    "ἀ": 62,
    "ἁ": 63,
    "ἂ": 64,
    "ἃ": 65,
    "ἄ": 66,
    "ἅ": 67,
    "ἆ": 68,
    "ἇ": 69,
    "Ἀ": 70,
    "Ἁ": 71,
    "Ἂ": 72,
    "Ἃ": 73,
    "Ἄ": 74,
    "Ἅ": 75,
    "ἐ": 76,
    "ἑ": 77,
    "ἓ": 78,
    "ἔ": 79,
    "ἕ": 80,
    "Ἐ": 81,
    "Ἑ": 82,
    "Ἒ": 83,
    "Ἓ": 84,
    "Ἔ": 85,
    "Ἕ": 86,
    "ἠ": 87,
    "ἡ": 88,
    "ἢ": 89,
    "ἣ": 90,
    "ἤ": 91,
    "ἥ": 92,
    "ἦ": 93,
    "ἧ": 94,
    "Ἠ": 95,
    "Ἡ": 96,
    "Ἢ": 97,
    "Ἤ": 98,
    "Ἥ": 99,
    "Ἦ": 100,
    "Ἧ": 101,
    "ἰ": 102,
    "ἱ": 103,
    "ἲ": 104,
    "ἳ": 105,
    "ἴ": 106,
    "ἵ": 107,
    "ἶ": 108,
    "ἷ": 109,
    "Ἰ": 110,
    "Ἱ": 111,
    "Ἴ": 112,
    "ὀ": 113,
    "ὁ": 114,
    "ὂ": 115,
    "ὃ": 116,
    "ὄ": 117,
    "ὅ": 118,
    "Ὀ": 119,
    "Ὁ": 120,
    "Ὃ": 121,
    "Ὄ": 122,
    "Ὅ": 123,
    "ὐ": 124,
    "ὑ": 125,
    "ὒ": 126,
    "ὓ": 127,
    "ὔ": 128,
    "ὕ": 129,
    "ὖ": 130,
    "ὗ": 131,
    "Ὑ": 132,
    "ὠ": 133,
    "ὡ": 134,
    "ὢ": 135,
    "ὣ": 136,
    "ὤ": 137,
    "ὥ": 138,
    "ὦ": 139,
    "ὧ": 140,
    "Ὠ": 141,
    "Ὡ": 142,
    "Ὥ": 143,
    "Ὧ": 144,
    "ὰ": 145,
    "ά": 146,
    "ὲ": 147,
    "έ": 148,
    "ὴ": 149,
    "ή": 150,
    "ὶ": 151,
    "ί": 152,
    "ὸ": 153,
    "ὺ": 154,
    "ύ": 155,
    "ὼ": 156,
    "ᾋ": 157,
    "ᾐ": 158,
    "ᾑ": 159,
    "ᾔ": 160,
    "ᾕ": 161,
    "ᾖ": 162,
    "ᾗ": 163,
    "ᾠ": 164,
    "ᾤ": 165,
    "ᾦ": 166,
    "ᾧ": 167,
    "ᾳ": 168,
    "ᾴ": 169,
    "ᾶ": 170,
    "ᾷ": 171,
    "᾽": 172,
    "᾿": 173,
    "ῂ": 174,
    "ῃ": 175,
    "ῄ": 176,
    "ῆ": 177,
    "ῇ": 178,
    "ΐ": 179,
    "ῖ": 180,
    "ῠ": 181,
    "ῤ": 182,
    "ῥ": 183,
    "ῦ": 184,
    "Ῥ": 185,
    "ῳ": 186,
    "ῴ": 187,
    "ῶ": 188,
    "ῷ": 189,
    "῾": 190,
    "": 0
  }
}